Repository: tiamatix/achordeon
Catalog: Achordeon.Shell.Wpf/Properties/Resources.*.resx
Languages: de_de

# CannotRunFile
source: The application cannot run the file '{0}'.
de_de: Kann Datei '{0}' nicht starten.

# CannotSaveFile
source: The application cannot save the file '{0}'.
de_de: Kann Datei '{0}' nicht speichern.

source: Chord font
de_de: Akkord-Schriftart

source: Chord font size
de_de: Akkord-Schrifgröße

source: Chord grid size (mm)
de_de: Akkord-Symbolgröße (mm)

# ChordProFileDialogFilter
source: Chord Pro files (*.pro)|*.pro
de_de: Chord-Pro-Dateien (*.pro)|*.pro

source: Close
de_de: Schließen

# CopyMenu
source: _Copy
de_de: _Kopieren

# CutMenu
source: Cu_t
de_de: Asus_schneiden

source: Draw chord grids
de_de: Akkordsymbole zeichnen

source: Edit
de_de: Bearbeiten

# EmptyFileTemplate
source: {t:New Song} {st:Composer Name} {c:1.)}
de_de: {t:Neues Lied} {st:Name des Komponisten} {c:1.)}

# ErrorDialogHeader
source: Something went terribly wrong.
de_de: Da ist etwas ziemlich schiefgegangen...

# ErrorDialogTitle
source: Achordeon encountered an error...
de_de: Es ist ein Fehler aufgetreten...

# FailedToConvertPlainText
source: The plain text could not be imported.
de_de: Der Text konnte nicht importiert werden.

source: File
de_de: Lied

source: Global Settings
de_de: Globale Einstellungen

# HomeButtonTitle
source: Home
de_de: Start

# HomeTitle
source: Welcome to Achordeon!
de_de: Willkommen!

source: Lyrics only:
de_de: Nur Text:

# MissingFileBody
source: The file {0} does not exists.
de_de: Die Datei '{0}' existiert nicht.

# MissingFileHeader
source: File missing
de_de: Datei nicht vorhande

source: New Song
de_de: Neues Lied

source: No
de_de: Nein

# OpenFileMenu
source: _Open
de_de: _Öffnen

source: Open Song
de_de: Lied öffnen

# Options
source: Operations
de_de: Sonderfunktionen

source: Page size
de_de: Seitengröße

# PasteMenu
source: _Paste
de_de: _Einfügen

# PinFileMenu
source: _Pin to list
de_de: _Festsetzen

# PinToolTip
source: Pin this item to the list.
de_de: Dieses Lied wird stets angezeigt.

source: Plain text
de_de: Reiner Text

source: Preview
de_de: Vorschau

source: Preview mode:
de_de: Vorschaumodus:

source: Recent files
de_de: Letzte Lieder

# RemoveFileMenu
source: _Remove from list
de_de: Von Liste _entfernen

# SaveBevorePdf
source: The document has to be saved first.
de_de: Das Lied muss zunächst gespeichert werden.

source: Show logger
de_de: Logger anzeigen

source: Song editor font
de_de: Liededitor-Schriftart

source: Song editor font size
de_de: Liededitor-Schriftgröße

source: Sort chord grids
de_de: Akkordsymbole sortieren

source: Text font
de_de: Text-Schriftart

source: Text font size
de_de: Text-Schriftgröße

source: Transpose by halftones
de_de: Transponiere um Halbtöne

# UnpinFileMenu
source: _Unpin from list
de_de: Festsetzung _lösen

# UnpinToolTip
source: Unpin this item from the list.
de_de: Dieses Lied wird nicht länger festgesetzt.

source: Yes
de_de: Ja

# GlobalSettingsTooltip
source: Achordeon global settings dialog
de_de: Achordeons globale Einstellungen

# GlobalSettingsButtonTooltip
source: Opens the global settings dialog
de_de: Dialog mit globalen Einstellungen öffnen

# SaveSongButtonTooltip
source: Save the current song to the original file
de_de: Speichert das aktuelle Lied unter dem derzeitigen Namen

# SaveSongAsButtonTooltip
source: Save the current song under a new name
de_de: Speichert das aktuelle Lied unter einem neuen Namen

# SavePdfButtonTooltip
source: Renders the current song to a PDF file and saves the result chord sheet file. The file will have the same name as the song file, but .PDF file extension
de_de: Erzeugt eine PDF-Datei des aktuellen Liedes und speichert diese PDF-Datei. Als Dateiname wird der Name der Lieddatei verwendet, allerdings mit der .PDF-Dateiendng

# SaveAndRunPdfButtonTooltip
source: Renders the current song to a PDF file, saves it and runs it using your installed PDF viewer application
de_de: Erzeugt eine PDF-Datei des aktuellen Liedes und zeigt sie mit dem installierten PDF-Betrachter an

# PrintButtonTooltip
source: Prints the current song
de_de: Aktuelles Lied ausdrucken

# CloseButtonTooltip
source: Closes the current view
de_de: Die aktuelle Ansicht schließen

# UndoButtonTooltip
source: Reverts the last edits
de_de: Macht die letzte Änderung rückgängig

# RedoButtonTooltip
source: Reverts the last undo
de_de: Stellt die zuletzt rückgängig gemachte Änderung wieder her

# CutButtonTooltip
source: Cuts the current selection to the clipboard
de_de: Schneidet den den selektierten Text aus und kopiert ihn in die Zwischenablage

# CopyButtonTooltip
source: Copies the current selection to the clipboard
de_de: Kopiert den selektierten Text in die Zwischenablage

# PasteButtonTooltip
source: Pastes the current clipboard content to the song editor
de_de: Fügt den Inhalt der Zwischenablage in den Lied-Editor ein

# TransposeBoxTooltip
source: Transposes the whole song by the specified amount of halftones
de_de: Transponiert das Lied um die angegebene Anzahl von Halbtönen

# ImportPlainTextButtonTooltip
source: Interpretes the selected text als ASCII with chords written on top of each line, and converts it to ChordPro format
de_de: Interpretiert den selektierten Text als Liedtext mit Akkorden über dem Text, und konvertiert das Ergebnis in das ChordPro Format

# SetPreviewModeTooltip
source: Selects the preview mode to either be plain text or PDF
de_de: Schaltet die Voransicht in den Text- oder PDF-Modus

# LyricsOnlyModeTooltip
source: Enables the "lyrics only" mode where chords are omitted in the output
de_de: Aktiviert den "Nur-Text"-Modus, in dem die Akkorde nicht angezeigt werden

# ResetZoomToolTip
source: Resets the zoom to the default value
de_de: Setzt die Vergrößerung der Vorschau zurück

# FitToPageToolTip
source: Adjusts the zoom to display the whole page
de_de: Stellt die Vergrößerung der Vorschau so ein, dass eine ganze Seite angezeigt wird.

# FitToHeightToolTip
source: Adjusts the zoom to display the full height of page
de_de: Stellt die Vergrößerung der Vorschau so ein, dass die volle Seitenhöhe angezeigt wird.

# FitToWidthToolTip
source: Adjusts the zoom to display the full width of page
de_de: Stellt die Vergrößerung der Vorschau so ein, dass die volle Seitenbreite angezeigt wird.

# ZoomInToolTip
source: Increases the zoom
de_de: Vorschau vergrößern

# ZoomOutToolTip
source: Decreases the zoom
de_de: Vorschau verkleinern

# OpenSongButtonTooltip
source: Open a song from a file
de_de: Ein Lied aus einer Datei laden

# NewSongButtonTooltip
source: Let's write another song
de_de: Lass' uns ein neues Lied schreiben
